Revit 2027 API
SpecTypeId.HeatTransferCoefficient Property
 Coefficient of Heat Transfer, in discipline Energy.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId HeatTransferCoefficient { get; }
Public Shared ReadOnly Property HeatTransferCoefficient As ForgeTypeId
	Get
public:
static property ForgeTypeId^ HeatTransferCoefficient {
	ForgeTypeId^ get ();
}
static member HeatTransferCoefficient : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace